Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c81.pdf.tmx
Source language: fin
Languages: sme

source: 2008 LUOTTAMUKSELLISUUS Julkinen DIAARINUMERO 4381/623/2003
sme: LUHTOLAŠVUOHTA Almmolaš DIÁRANUMMIR 4381/623/2003

source: ALUEEN NIMI Kaldoaivin erämaa-alue ja Sammuttijängän–Vaijoenjängän soidensuojelualue NATURA -ALUEEN
sme: SUODJALANPROGRÁMMA meahcceguovlu, jekkiidsuodjalanguovlu, buolžžaidsuodjalanprográmmi NAMMA JA KODA Gálddoaivi FI 1302002

source: TEKIJÄ(T) Metsähallitus JULKAISUN NIMI Kaldoaivin erämaa-alueen sekä Sammuttijängän–Vaijoenjängän soidensuojelualueen hoito- ja käyt
sme: DAHKKI(T) Meahciráđđehus ALMMUSTUHTTIMA NAMMA Gálddoaivvi meahcceguovllu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu dikšun- ja geavahanplána

source: TIIVISTELMÄ Erämaalain (62/1991) velvoittamana Metsähallitus on laatinut Kaldoaivin erämaa-alueen hoito- ja
sme: ČOAHKKÁIGEASSU Meahcceguovlolága (62/1991) geatnegahttima vuođul Meahciráđđehus lea dahkan Gálddoaivvi

source: käyttösuunnitelman, jolla pyritään alueen erämaaluonteen säilyttämiseen, luontaiselinkeinojen ja saamelaiskulttuurin turvaamiseen sekä luonnon monipuolisen käytön ja sen edellytysten kehittämiseen.
sme: meahcceguovllu dikšun- ja geavahanplána, mainna figgat seailluhit meahcceguovllu hámi, dorvvastit luondduealáhusaid ja sámekultuvrra sihke luonddu máŋggabealat geavaheami ja dan eavttuid ovddideami.

source: Kaldoaivin erämaa-alueen hoito- ja käyttösuunnitelman kanssa yhteisesti on laadittu erämaahan rajoittuvan Sammuttijängän–Vaijoenjängän soidensuojelualueen hoito- ja käyttösuunnitelma.
sme: Gálddoaivvi meahcceguovllu plánain oktasaččat lea ráhkaduvvon Sámmotjeakki–Vadjotjeakki dikšun- ja geavahanplána, mii boahtá meahcceguovllu rájá vuostá.

source: Suunnitelma rakentuu siten, että ennen varsinaista esitystä kerrotaan lyhyesti aihepiirin tausta ja lähtökohdat.
sme: Plána sisdoallu lea čuovvovaš: ovdal áitosaš ovdanbuktima muitaluvvo oanehaččat fáddabiire duogážis ja vuolggačuoggáin.

source: Nämä asiat on kerrottu alueelle laadituissa perusselvityksissä.
sme: Dát áššit leat muitaluvvon guovlluide dahkkojuvvon vuođđočielggadusain.

source: Suunnitelman tavoitteet ja toimenpiteet koskevat sekä erämaa-aluetta että soidensuojelualuetta, ellei erikseen toisin mainita.
sme: Plána mihttomearit ja doaimmat gusket sihke meahcceguovllu ja jekkiidsuodjalanguovllu, jus ii daddjo eará láhkai.

source: Erämaan sekä soidensuojelualueen hoidon ja käytön seurantaan esitetään pysyviksi tarkoitettujen päätösten sijaan pysyvää prosessia.
sme: Meahcceguovllu ja jekkiidsuodjalanguovllu dikšuma ja geavaheami čuovvumii bissovažžan oaivvilduvvon mearrádusaid sadjái evttohit bissovaš proseassa.

source: Tämä tarkoittaa sitä, että suunnitelmaa tulee tarkistaa 10–15 vuoden välein tai useamminkin, ja tämän tarkistuksen tulee tapahtua osallistavan suunnittelun periaatteella.
sme: Dát mearkkaša dan, ahte plána galgá dárkkistit 10–15 jagi gaskkaid dahje dávjjibutge ja dát dárkkistus galgá dahkkojuvvot oassálasti plánema vuođđojurdaga vuođul.

source: Kuitenkin suunnitelman päälinjat – kuten esimerkiksi vyöhykkeistäminen ja siihen perustuva maankäytön ohjaus – on tarkoitettu mahdollisimman pysyviksi päätöksiksi.
sme: Goittotge plána vuođđolinnját – dego ovdamearkkadihte avádastin ja eanageavaheami stivren, mii vuođđuduvvá dasa – lea oaivvilduvvon nu bissovaš mearrádussan go vejolaš.

source: Suunnitelma perustuu lakeihin ja asetuksiin, alueen luonnon ja käytön perusselvityksiin, maastokäynteihin, Metsähallituksen henkilöstön alueen hoidosta kertyneisiin kokemuksiin ja tietoihin, aiempiin erämaa-alueille laadittuihin hoito- ja käyttösuunnitelmiin, sidosryhmien esittämiin näkemyksiin sekä paikallisen väestön ja retkeilijöiden antamaan palautteeseen.
sme: Plána vuođđun leat lágat ja ásahusat. guovllu luonddu ja ávkkástallama vuođđočielggadusat, meahccefitnamat, Meahciráđđehusa bargoveaga guovllu dikšumis čoggon vásáhusat, dieđut ja meahcceguovlluide dahkkojuvvon ovddit dikšun ja geavahanplánat, čanusjoavkkuin boahtán oainnut sihke báikkálaš olbmuin ja vánddardeaddjiin boahtán máhcahat.

source: Kaldoaivin erämaa-alue on laajin Suomen kahdestatoista erämaasta.
sme: Gálddoaivvi meahcceguovlu lea stuorámus Suoma 12 meahcceguovllus.

source: Sen pinta-ala on noin 295 000 ha.
sme: Dan viidodat lea sullii 295 000 hektára.

source: Kaldoaivin erämaa-alueen sisään työntyvän Suomen suurimman soidensuojelualueen pinta-ala on 52 270 ha.
sme: Suoma stuorámus jekkiidsuodjalanguovllu, mii boahtá Gálddoaivvi meahcceguovllu, viidodat lea 52 270 hektára.

source: Nämä kaksi yhdessä Norjan puoleisten alueiden kanssa muodostavat noin puolen miljoonan hehtaarin tiettömän kokonaisuuden.
sme: Dát guokte guovllu ovttas Norggabeale guovlluiguin lea sullii bealle miljon hektára viidosaš geainnohis oppalašvuohta.

source: Erämaa ja soidensuojelualue kuuluvat kokonaisuudessaan saamelaisten kotiseutualueeseen, ja ne on myös liitetty Natura 2000 -suojeluverkostoon.
sme: Meahcceguovlu ja jekkiidsuodjalanguovlu gullet ollásit sápmelaččaid ruovttuguvlui ja dat leat maiddái laktojuvvon Natura 2000 -suodjalanfierpmádahkii.

source: Kaldoaivin erämaa (FI 1302002) -niminen Natura-alue muodostuu Kaldoaivin erämaa-alueesta, jossa toteutuskeinona on erämaalaki, Sammuttijängän–Vaijoenjängän soidensuojelualueesta, jossa toteutuskeinona on luonnonsuojelulaki sekä Tuuruharjun alueesta, joka kuuluu harjujensuojeluohjelmaan, toteutuskeinona maa-aineslaki.
sme: Gálddoaivvi meahcceguovlu (FI 1302002) -nammasaš Natura-guovlu boahtá Gálddoaivvi meahcceguovllus, gos ollášuhttinvuohkin lea meahcceguovloláhka, Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllus, gos ollášuhttinvuohkin lea luonddusuodjalanláhka sihke Turubuolžža guovllus, mii gullá buolžžaidsuodjalanprográmmii.

source: Euroopan unionin komissio hyväksyi alueen lopullisesti EU:n suojelualueverkostoon luontodirektiivin perusteella 22.12. 2003. Alue on luontaiselinkeinonharjoittajille ja paikkakuntalaisille tärkeä poronhoito-, metsästys-, kalastus-, hillastus- ja virkistysalue.
sme: Eurohpá uniovnna kommišuvdna dohkkehii guovllu loahpalaččat EU:a suodjalanfierpmádahkii luonddudirektiivva vuođul 22.12.2003. Guovlu lea luondduealáhusaid hárjeheaddjiide ja báikegottálaččaide dehálaš boazodoallo-, meahccebivdo-, guollebivdo-, lubmen- ja áhpášmuhttinguovlu.

source: Alueella laiduntavat porojaan Kaldoaivin, Näätämön ja Muddusjärven paliskunnat.
sme: Guovllus guođohit bohccuideaset Gálddoaivvi, Njávdáma ja Muttošjávrri bálgosat.

source: Osa alueesta kuuluu koltta-alueeseen.
sme: Oassi guovllus gullá nuortalašguvlui.

source: Ulkopaikkakuntalaisista virkistyskävijöistä alueella liikkuvat kesäisin omatoimiset eräretkeilijät ja kalastajat.
sme: Olgobáikegottálaš áhpásmuhttingussiin guovllus johtet geasi áigge iešdoaimmalaš vánddardeaddjit ja guollebivdit.

source: Alueen koillisosaan sijoittuvat Sevettijärvi–Pulmankijärvi-retkeilyreitti, Inarinpolku ja Saamenpolku.
sme: Guovllu davvenuortaoasis lea Čeavetjávrri–Buobmága-vánddardanbálggis, Anárašbálggis ja Sámibálggis.

source: Talvella alueiden halki kulkevat moottorikelkkaurat tuovat sinne läpikulkijoita.
sme: Dálvit guovllu čađa mannet skohtermáđijat ja dat buktet čađajohttiid guvlui.

source: Alueella on kuusi Metsähallituksen huoltamaa autiotupaa ja neljä Villin Pohjolan vuokratupaa.
sme: Guovllus leat guhtta ávdinstobu, maid Meahciráđđehusa fuolaha ja njeallje Villi Pohjola láigostobu.

source: AVAINSANAT erämaa-alue, porotalous, luontaiselinkeinot, saamelaiskulttuuri, virkistyskäyttö MUUT TIEDOT Suunnitelman on kirjoittanut Elina Stolt.
sme: ČOAVDDASÁNIT meahcceguovlu, boazodoallu, luondduealáhusat, sámekultuvra, lustageavaheapmi EARÁ DIEĐUT Plána lea čállán Elina Stolt.

source: SARJAN NIMI JA NUMERO Metsähallituksen luonnonsuojelujulkaisuja.
sme: RÁIDDU NAMMA JA NUMMIR Meahcceráđđehusa luonddusuodjalanprentosat.

source: Sarja C 81
sme: Ráidu C 108

source: 1 Johdanto
sme: 1 Álggahus

source: 1.1 Suomen erämaat
sme: 1.1 Suoma meahcceguovllut

source: Suomessa perustettiin vuonna 1991 erämaalailla (62/1991) 12 erämaa-aluetta, pinta-alaltaan yhteensä noin 1,5 miljoonaa hehtaaria.
sme: Suomas vuođđuduvvojedje 1991:s meahcceguovlolága (62/1991) vuođul 12 meahcceguovllu, viidodaga dáfus oktiibuot sullii 1,5 miljovnna hektára.

source: Näistä yhdeksän sijaitsee kokonaan ja yksi kolmasosaltaan saamelaisten kotiseutualueella.
sme: Dáin ovcci leat ollásit sámiid ruovttuguovllus ja ovtta guovllus fas goalmmádas.

source: Kansainvälisesti erämaat määritellään alueiksi, jotka ovat laajoja, syrjäisiä, tiettömiä, lähes asumattomia ja varsin luonnontilaisia.
sme: Riikkaidgaskasaš meroštallama mielde meahcceguovllut leat viiddis boaittobeale guovllut, main eai leat geainnut ja mat leat measta ávdimat ja viehka luonddudilis.

source: Määritelmä sopii eräin varauksin Suomenkin erämaihin.
sme: Meroštallan heive muhtun muddui maiddái Suoma meahcceguovlluide.

source: Suomen erämaat ovat kuitenkin olleet ja ovat edelleen ihmisten käytössä.
sme: Suoma meahcceguovllut leat goittot leamaš ja leat ainge olbmuid anus.

source: Siksi ne eivät ole täysin luonnontilaisia, asumattomia eivätkä myöskään täysin syrjäisiä.
sme: Danin dat eai leat ollásit luonddudilis eaige áibbas ássameahttumat eaige dat leat maiddái álo nu boaittobealdege.

source: Nykyiset maastoajoneuvot mahdollistavat lähes ympärivuotisen pääsyn erämaihin.
sme: Dálá meahccefievrruiguin beassá meahcceguovlluide measta birra jagi.

source: Laajat tiettömät kairat ovat aikojen kuluessa muokanneet pohjoisen ihmisiä, heidän ajatteluaan ja elämänmuotoaan.
sme: Viiddis geainnuhis skáiddit leat áiggiid mielde duddjon davvimáilmmi olbmuid ja sin jurddašanvuogi ja eallinhámi.

source: Muokkauksen lopputulos – saamelaiskulttuuri ja pohjoinen suomalaiskulttuuri – elävät yhä voimakkaina, vaikkakin kulttuurin ulkoiset muodot ovat pysyvän asutuksen ja teknis
sme: Duddjoma boađus – sámekultuvra ja davvisuopmelaš kultuvrra – eallá ain fámolažžan, vaikko vel kultuvrra olgguldas hámit leat fásta ássama ja teknihka atnuiboahtima geažil mealgat nuppástuvvan.

source: Saamen kielessä ei ole alun perin sanaa erämaa.
sme: Sámegielas ii álgoálggus oppa gávdnoge sátni meahcceguovlu.

source: Saamelaiset puhuvat metsästä, joka käsittää muutakin kuin alueen, jossa on puita.
sme: Go sámit hállet meahcis, de oaivvildit earáge go guovllu, mas leat muorat.

source: Saamelaisille suo ja avotunturikin on metsää.
sme: Sámiide jeaggi ja jalges duottarge lea meahcci.

source: Erityisesti metsä- ja porosaamelaiset ovat ainakin osan vuodesta asuneet metsissä ja tuntureilla vaihtaen asuinpaikkaa riistan, kalantulon ja laidunten mukaan, ilman pysyvämpää kiinteää asuinpaikkaa.
sme: Erenoamážit vuovde- ja boazosámit leat goittot oasi jagis ássan meahcis ja duoddariin ja molson ain ássanbáikki fuođđodili, guollesállašiid ja guohtoneatnamiid mielde, nu ahte sis ii lean báljo fásta orrunsadji.

source: Suomalaisille erämaa merkitsee ennen kaikkea luonnontilaista, tietöntä, asumatonta, syrjäistä aluetta, jonka ominaispiirteisiin kuuluvat metsät, suot, aarniometsät ja puhtaat vesistöt.
sme: Suopmelaččaide meahcceguovlu mearkkaša vuosttažettiin luonddudilálaš, áidalas boaittobealeguovllu, mas leat vuovddit, jeakkit, boares vuovddit ja buhtes čázádagat.

source: Suomalaiset suhtautuvat erämaihin konservatiivisesti ja säilyttävästi.
sme: Suopmelaččat doaladuvvet meahcceguovlluide konservatiivvalaččat seailluheami ulbmiliin.

source: Erämaahan kiireistä maailmaa pakenevat entisaikojen keräilijät ja pyytäjät.
sme: Meahcceguvlui olbmot báhtarit máilmmi hoahpuid dego dološ čoaggit ja bivdit.

source: Erämaahan kuuluviksi hyväksytään pitkospuut, autiotuvat, tulipaikat, laavut, opasteet ja polut.
sme: Meahcceguovllus ožžot leat olbmuid mielas rovit, ávdinstobut, dolastallanbáikkit, lávut, oahpistanrusttegat ja bálgát.

source: Sen sijaan erämaassa ei suomalaisen enemmistön mukaan saa olla mm. erämaakahviloita.
sme: Muhto eanaš suopmelaččaid mielas meahcceguovllus eai oaččo leat ee. meahccekafeat.

source: Suomalaisen erämaakäsitteen juuret ovat pyyntikulttuurissa.
sme: Suopmelaš meahcceguovlodoahpaga ruohttasat leat bivdokultuvrras.

source: Erämaiksi on sanottu laajoja takamaita, joihin tehtiin eri pituisia kalastus- ja metsästysmatkoja aikoina, jolloin pyynti antoi olennaisen osan toimeentulosta.
sme: Meahcceguovlun leat gohčodan viiddis boaittobeale guovlluid, main olbmot johte guolásteamen ja meahcásteamen, dalle go bivdu lei vel mávssolaš oassi olbmuid birgenlágis.

source: Erämaat vaikuttavat yhä pohjoisten ihmisten elämään – ja toisaalta ihmisten toimet vaikuttavat erämaihin.
sme: Meahcceguovllut váikkuhit ainge davviolbmuid eallimii, ja nuppe dáfus olbmuid doaimmat váikkuhit meahcceguovlluide.

source: Tämä kaksisuuntainen yhteys on pohjoisen elämänmuodon perusta.
sme: Dát gaskavuohta lea davvi eallinvuogi vuođđu.

source: Nykyisin erämaat merkitsevät paikallisille asukkaille toimeentulon lähdettä, kulttuuriperintöä ja virkistysmahdollisuuksia.
sme: Dálá meahcceguovllut mearkkašit báikkálaš ássiide áigáiboađu, kulturárbbi ja lustageavahanvejolašvuođaid.

source: He saavat erämaa-alueilta tuloja porotaloudesta, kalastuksesta, metsästyksestä, hillastuksesta ja luontomatkailusta.
sme: Sii ožžot meahcceguovlluin sisaboađuid boazodoalus, guolástusas, meahccebivddus, lubmemis ja luondduturismmas.

source: Erämaiden rajat eivät ole rajoja paikallisille ihmisille.
sme: Meahcceguovlluid rájit eai leat rájit báikkálaš olbmuide.

source: He eivät välttämättä edes tiedä, missä rajat kulkevat, koska poronhoito, metsästys ja kalastus ovat mahdollisia erämaissa ja niiden ulkopuolella.
sme: Sii eai álo oppa dieđege, gokko rájit johtet, dasgo meahcceguovlluin ja daid olggobealde sáhttá bargat bohccuiguin, meahcástit ja guolástit.

source: Yleensä luontokin on samanlaista.
sme: Dábálaččat luonduge lea ovttalágan.

source: Harvaan asutussa pohjoisessa erämaat ovat osia laajemmista erämaisista aluekokonaisuuksista.
sme: Hárvvet ássojuvvon davvimáilmmis meahcceguovllut gullet oassin viidáset meahcceguovllulágan eanaollisvuođaide.

source: Niillä kullakin on oma asutus- ja elinkeinohistoriansa, joka näkyy myös tämän päivän käyttäjissä ja käyttömuodoissa.
sme: Dain guđesge lea iežas ássan- ja ealáhushistorjá, mii vuhtto maiddái dálá geavaheddjiin ja geavahanhámiin.

source: Tämä näkökulma on määräävänä näiden alueiden maankäytön ohjauksessa, sillä erämaalaki perustuu tähän lähtökohtaan.
sme: Dát perspektiiva lea mearrideamen dan, mo dáid guovlluid eanageavaheapmi stivrejuvvo, dasgo dát lea meahcceguovlolága vuođđun.

source: Erämaiset alueet ulottuvat valtakunnan rajojen yli, kun alueiden luonto sekä asutus- ja kulttuurihistoria ovat samankaltaisia.
sme: Meahcceguovllulágan eatnamat eai čuovo riikkarájiid, dasgo dáid guovlluid luondu ja ássan- ja kulturhistorjá sulastahttá ollu.

source: Paikalliset asukkaat ovat perinteisesti ylittäneet rajoja varsin vapaasti.
sme: Báikkálaš ássit leat don doložis rasttildan viehka friddja riikkarájiid.

source: Suomen erämaalaki (62/1991) lähtee edellä kuvatuista perinteistä ja niiden kunnioituksesta.
sme: Suoma meahcceguovlolága (62/1991) vuođđun leat ovdalis govviduvvon árbevierut ja daid gudnejahttin.

source: Suomen erämaat on perustettu säilyttämään sekä luonnon- että kulttuuriarvoja.
sme: Suoma meahcceguovllut leat vuođđuduvvon seailluhit sihke luonddu- ja kulturárvvuid.

source: Sana kulttuuri voidaan ymmärtää laajasti siten, että se pitää sisällään paitsi tietyn elämäntavan, myös tuohon elämäntapaan liittyvät taloudelliset arvot ja toimet.
sme: Sáni kultuvra sáhttá áddet viidát nu, ahte dat doallá sisttis earret dihto eallinvuogi maiddái duon eallinvuohkái guoskevaš ekonomalaš árvvuid ja doaimmaid.

source: Tämä ihmisen ja luonnon yhteyden tunnustaminen näkyy erämaiden rajauksessa.
sme: Dát olbmo ja luonddu oktavuođa dovddasteapmi vuhtto meahcceguovlluid rájideamis.

source: Niitä ei rajattu pelkästään ”etäisyys tiestä” -kriteereiden mukaan, eikä niiltä edellytetty täydellistä asumattomuutta eikä luonnontilaisuutta (Erämaakomitea 1988).
sme: Rájit eai leat mearriduvvon dušše ”gaska geainnus” -ákkaid mielde iige gáibiduvvo ahte meahcceguovlu galgá leat áibbas ávdin ja luonddudilis (Meahcceguovlokomitea 1988).

source: Kaldoaivin erämaa sijaitsee pohjoisimmassa osassa Suomea (kuva 1) ja on erämaistamme pintaalaltaan selvästi suurin – 295 070 ha, millä se ylittää seuraavaksi suurimman Käsivarren erämaan vajaalla sadalla tuhannella hehtaarilla.
sme: Dat lea viidodaga dáfus čielgasit Suoma stuorámus meahcceguovlu. Dan viidodat lea sullii 295 070 hektára ja dat lea váile čuohteduhát hektára stuorát go Giehtaruohttasa meahcceguovlu, Suoma nubbin stuorámus meahcceguovlu.

source: Yhdessä Sammuttijängän–Vaijoenjängän soidensuojelualueen sekä erämaahan liittyvän Norjan puoleisen tunturialueen kanssa ne muodostavat noin puolen miljoonan hehtaarin suuruisen tiettömän kokonaisuuden.
sme: Ovttas Sámmotjeakki-Vadjotjeakki jekkiidsuodjalanguovlluin ja meahcceguvlui laktáseaddji Norgga beale duottarguovlluin dat hábmejit sullii miljonbeale hektára viidosaš áidalas ollisvuođa.

source: Erämaa-alueen pituus on suurimmillaan noin 80 km välillä Syysjärvi–Urroaivi.
sme: Meahcceguovllu stuorámus guhkkodat 80 kilomehtera lea gaskkas Čoavččesjávri– Urroaivi.

source: Suurin leveys saadaan piirrettäessä linja välille Näätämö – alueen luoteiskulma, joka sijaitsee lähellä Utsjoen kirkonkylää.
sme: Stuorámus govdodat fidnejuvvo, go sárgojuvvo linnjá Njávdámis guovllu oarjedavágeahčái, mii deaivá lahka Ohcejoga girkosiidda.

source: Linjan pituus on lähes 80 km.
sme: Linnjá guhkkodat lea lagabui 80 kilomehtera.

source: Kaldoaivin erämaa jää kahden päätien ja valtakunnan rajan väliin.
sme: Gálddoaivvi meahcceguovlu báhcá guovtti váldogeainnu ja riikkaráji gaskii.

source: Erämaan rajan etäisyys sekä Inarista Utsjoelle menevään tiehen että Inarista Sevettijärvelle menevään tiehen on yleensä 2–4 km.
sme: Meahcceguovllu rádji lea dábálaččat Anáris Ohcejohkii doalvu geainnus 2–4 kilomehtera duohken ja sullii seamma guhkkin dat lea Anáris Čeavetjávrái manni geainnus.

source: Kauimpana tiestä on Njallajärvi, josta on linnuntietä 28 km tien varteen.
sme: Guhkimusas geainnus lea Njallajávri, gos lea njuolgga 28 kilomehtera geaidnogurrii.

source: Erämaa-alue jää yleisten teiden ulkopuolelle, mutta alueen sisällä sijaitseville yksityismaille johtaa lukuisia kulku-uria.
sme: Meahcceguovlu báhcá almmolaš geainnuid olggobeallai, muhto guovllu siskkobeale priváhtaeatnamiidda mannet máŋggat vuojáhagat.

source: Urat ovat syntyneet pääasiassa 1950–1970-luvulla, jolloin paikalliset kulkivat traktoreilla erämaassa kalastamaan ja hillastamaan.
sme: Vuojáhagat leat šaddan eanaš 1950–1970-loguin, goas báikkálaš olbmot johtaledje tráktoriiguin meahcceguovllus guolásteamen ja lubmemin.

source: Myöhemmin traktoreiden tilalle tulivat maastoautot, maastomoottoripyörät ja mönkijät.
sme: Maŋŋelis tráktoriid sadjái bohte meahccebiillat, meahccemohtorsihkkelat ja njealjejuvllagat.

source: Alue kuuluu kokonaisuudessaan saamelaisten kotiseutualueeseen, ja osa siitä on koltta-aluetta (kuva 1).
sme: Guovlu gullá ollásit sámiid ruovttuguvlui ja oassi guovllus gullá nuortalašguvlui (govva 1).

source: Erämaa kuuluu myös Natura 2000 -suojelualueverkostoon.
sme: Meahcceguovlu gullá maiddái Natura 2000 -suodjalanfierpmádahkii.

source: Euroopan unionin komissio hyväksyi alueen lopullisesti EU:n suojelualueverkostoon luontodirektiivin (92/43/ETY) perusteella 22.12. 2003. Naturaan erämaa-alue on liitetty yhtenä kokonaisuutena Sammuttijängän–Vaijoenjängän soidensuojelualueen sekä Tuuruharjun harjujensuojelualueen kanssa.
sme: Eurohpá uniovnna kommišuvdna dohkkehii guovllu loahpalaččat EU:a suodjalanguovlofierpmádahkii luondodirektiivva (92/43/ETY) vuođul 22.12.2003. Naturai meahcceguovlu lea laktojuvvon oktan ollisvuohtan ovttas Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlluin ja Turubuolžža buolžžaidsuodjalanguovlluin.

source: Kaldoaivin erämaa-alueelle tai Sammuttijängän–Vaijoenjängän soidensuojelualueelle ei ole aikaisemmin laadittu hoito- ja käyttösuunnitelmaa.
sme: Gálddoaivvi meahcceguovllu dahje Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu várás ii leat ovdal dahkkojuvvon dikšun- ja geavahanplána.

source: Alue on maisemiltaan tunturikoivuylänköä ja tunturipaljakkaa.
sme: Guovlu gullá duovdaga dáfus lagešbadjosiidda ja jalges duoddarii.

source: Yhtenäistä mäntymetsäaluetta on kapeana kaistana erämaan eteläosassa Näätämöjoki (Njiävđám) – Syysjärvi (Čovčjävri) -linjan eteläpuolella.
sme: Oktilaš seakka beahcevuovdeguovlu lea meahcceguovllu máttageahčen Njávdánjohka–Čoavččesjávri-linnjá máttabealde.

source: Muutoin alue on pääasiassa paljakan tunturikankaita, harvapuustoista tunturikoivukangasta ja soita.
sme: Muđui guovlu lea eanaš jalges duottar, mas lea duottarguolbanat, hárvves lagešguolbanat ja jeakkit.

source: Näin ollen alueilla ei ole metsätaloudellista käyttöä.
sme: Ná dáin guovlluin ii leat vuovdeekonomalaš atnu.

source: Tunturimittarien tuhoamia koivikoita on Utsjoella varsin laajoja alueita (yli 100 000 ha), ja ne ovat lisänneet tunturipaljakoiden eli puuttomien alueiden määrää.
sme: Lastamáhtu lea duššadan Ohcejogas viehka viidát soahkevuvddiid (badjel 100 000 hektára). Lastamáhtovahágat leat lasihan jalges guovlluid meari.

source: Kaldoaivin erämaa-alueella paljakan tunturikankaita on 90 900 ha eli 31 % pinta-alasta, niukkapuustoisia tunturikankaita 35 440 ha eli 12 % pinta-alasta.
sme: Gálddoaivvi meahcceguovllus jalges duottarguolbanat leat 90 900 hektára dahjege 31 % viidodagas ja vátnamuorat duottarguolbanat 35 440 hektára dahjege12 % viidodagas.

source: Soidensuojelualueella paljakan tunturikankaita on 6 140 ha eli 12 % pinta-alasta ja niukkapuustoisia tunturikankaita 5 880 ha eli 11 % pinta-alasta.
sme: Jekkiidsuodjalanguovllus jalges duottarguolbanat leat 6 140 hektára dahjege12 % viidodagas ja vátnamuorat duottarguolbanat 5 880 hektára dahjege11 % viidodagas.

source: Kaldoaivin erämaan vedet kuuluvat kolmeen Jäämereen laskevaan vesistöön: pohjoiseen laskevaan Tenojoen sekä itään laskevaan Näätämöjoen (Njiävđám) vesistöön, ja pieni osa Iijärven eteläpuolisista vesistä laskee Inarijärveen (Aanaarjävri).
sme: Gálddoaivvi meahcceguovllu čázit gullet Jiekŋamerrii luoiti golmma čázádahkii: davás luoiti Deanu čázádahkii, nuorttas luoiti Njávdánjoga čázádahkii ja uhca oasáš Idjajávrri (Ijjävri) máttabeale čáziin luitet Anárjávrái.

source: Tärkeimmät sivuvesistöt Tenojoen vesistöalueella ovat Vetsijoen (Veahčajohka) ja Ylä-Pulmankijoen (Buolmátjohka) vesistöt.
sme: Deháleamos oalgečázádagat Deanu čázádatguovllus leat Veahčajoga ja Buolbmátjoga čázádagat.

source: Näätämöjoen vesistöissä merkittävimmät sivuvesistöt ovat Silisjoen (Silisjohka), Vaijoen ja Sammuttijoen vesistöt.
sme: Njávdánjoga čázádagain deháleamos oalgečázádagat leat Silisjoga, Vadjoga (Vaijuuhâ) ja Sámmotjoga (Samudjuuhâ) čázádagat.

source: Suurimmat järvet Kaldoaivin alueella ovat Iijärvi, Pautujärvi ja Vetsijärvi.
sme: Stuorámus jávrrit Gálddoaivvi guovllus leat Idjajávri, Bávdejávri (Pavdjävri) ja Veahčajávri.

source: Erämaa kuuluu Kaldoaivin, Näätämön ja Muddusjärven paliskuntien poronhoitoalueeseen sekä saamelaisten kotiseutualueeseen.
sme: Meahcceguovlu gullá Gálddoaivvi, Njávdáma ja Muttošjávrri bálgosiid boazodoalloguvlui ja sámiid ruovttuguvlui.

source: Osa erämaasta on koltta-aluetta.
sme: Oassi meahcceguovllus gullá nuortalašguvlui.

source: Ulkopaikkakuntalaisista virkistyskävijöistä alueella liikkuvat kesäisin omatoimiset luonnonrauhaa ja hiljaisuutta etsivät eräretkeilijät ja kalastajat.
sme: Olgobáikegoddelaš lustagallestalliin sáhttá máinnašit meahccevánddardeaddjiid, geat johtalit guovllus geasi áigge iehčanassii luondduráfi ja jaskatvuođa ohcaleamen, ja guolásteaddjiid.
